<?php
// +----------------------------------------------------------------------
// | 海豚PHP框架 [ DolphinPHP ]
// +----------------------------------------------------------------------
// | 版权所有 2016~2019 广东卓锐软件有限公司 [ http://www.zrthink.com ]
// +----------------------------------------------------------------------
// | 官方网站: http://dolphinphp.com
// +----------------------------------------------------------------------

/**
 * 模块信息
 */
return [
  'name' => 'drawing',
  'title' => 'AI绘画',
  'identifier' => 'drawing.fy.module',
  'author' => '61',
  'version' => '1.0.0',
  'description' => 'AI绘画',
  'icon' => 'fa fa-apple',
  'database_prefix' => 'ai_',
];
